{
  "characters": [
      {
        "charCode": "ENFJ",
        "charName": "Nhân vật chính",
        "charGroup": "Diplomats",
        "charContent": "<p>ENFJs là những nhà lãnh đạo bẩm sinh, đầy sự đam mề và quấn hút. Chỉ tạo nên chưa tới 2% của dân số, họ thường là những nhà chính trị gia, huấn luyện viên hay giáo viên, vươn ra và truyền cảm hứng cho người khác để đạt được những thành quả và làm điều tốt trên thế giới. Với sự tự tin trời sinh tạo nên sực ảnh hưởng, ENTJs thường nhận một sự tự hào và niềm vui khi hướng dẫn người khác để làm việc cùng với nhau để cải thiện bản thân và cộng đồng của họ.</p> <h2>Niềm tin vững chắc vào con người</h2> <p>Con người thường bị hấp dẫn bởi những tính cách mạnh mẽ, và ENFJ chính là những người lan toả sự chân thật, quan tâm và đầy lòng vị tha, không sợ hãi để đứng lên và nói lên những điều cần được nói ra. Họ luôn cảm thấy thoải mái và tự nhiên khi giao tiếp với người khác, đặc biệt là nói chuyện cá nhân, với khả năng Trực Giác (N) giúp cho những người thuộc nhóm tính cách ENFJ chạm tới mọi trái tim, dù đó là qua sự thật và logic hay là cảm xúc mộc mạc. Những ENFJs cũng thấy dễ dàng để thấy động lực của mỗi cá nhân và kết nối những dữ kiện không liên quan, và đặc biệt tốt trong khả năng chắp nối những ý tưởng lại rồi dùng khả năng hùng biện như mê hoặc để truyền đạt chúng. Những điều ENFJs mong muốn đến với người khác thường rất là chân thành, đôi khi cũng lại là quá mức - khi họ tin tưởng ai đó quá mức, sẽ thường quan tâm thái quá vào vấn đề của người khác, đặt quá nhiều niềm tin vào người đó. Thật may mắn, sự tin tưởng này thường đi ra từ nội tâm của ENFJs, bởi sự vị tha và chân thật truyền cảm hứng tới người mà họ quan tâm để giúp họ trở nên tốt hơn. Tuy nhiên nếu họ không cẩn thận, họ có thể trở tên quá lạc quan, đôi khi là đẩy người khác đi xa hơn những gì họ thật sự muốn. ENFJ cũng rất dễ bị tổn thường bởi người khác: họ có một khả năng mạnh mẽ trong việc cảm nhận và phân tích cảm xúc của người khác, nhưng nếu họ bị chi phối quá nhiều vào cảm xúc của người khác, họ tự tạo ra một dạng mê muội cảm xúc, coi vấn đề của người khác là của mình, cố gắng giải quyết những việc vốn dĩ đã không phải là vấn đề. Nếu họ chạm tới giới hạn của ngừoi khác, nó thật sự tạo ra thế tiến thoái lưỡng nan và không giúp đỡ được điều gì. Khi điều này xảy ra, ENFJ tốt nhất nên lùi lại và nhìn lại bản thân để phân biệt giữa cảm xúc của bản thân và vấn đề đang thật sự xảy ra dưới một góc nhìn khác.</p> <h2>Những khó khắn không phải thứ sẽ khiến chúng ta dừng lại những việc chúng ta tin tưởng</h2> <p>ENFJs là những người chân thật, quan tâm tới người khác, không gì có thể làm họ vui hơn là dẫn dắt, đoàn kết và khích lệ team của họ với sự nhiệt thành lan toả. Những người thuộc nhóm ENFJ là những người đầy lòng vị tha, đôi lúc là quá mức, họ không ngần ngại để đứng lên và đấu tranh cho người và ý tưởng họ tin tưởng. Thế nên không lạ gì khi những ENFJs nổi tiếng chính là những vị thủ tướng Mỹ - họ là nhóm tính cách muốn dẫn đắt mọi người tới một tương lai tươi sáng hơn, dù đó là dẫn dắt đất nước tới sự thịnh vượng, hoặc dẫn dắt đội bóng của của họ tới một chiến thắng khó tin.</p>"
      },
      {
        "charCode": "ENFP",
        "charName": "Người dẫn dắt chiến dịch",
        "charGroup": "Diplomats",
        "charQuote": "Là những người giàu trí tưởng tượng. Từng suy nghĩ, tư tưởng của họ đều mang tính chiến lược và họ luôn luôn có kế hoạch cho những công việc trong cuộc sống của mình.",
        "charContent": "<p>Những người thuộc nhóm ENFP là những tâm hồn tự do. Họ thường là ngọn lửa của các party, những không giống những nhóm Khám Phá, họ ít quan tâm tới sự sôi động và thú vui nhất thời mà thật sự thích thú giao tiếp và chia sẽ cảm xúc với người khác. Đầy sức quyến rũ, độc lập, tràn đầy năng lượng và sự nhiệt thành, gần 7% của dẫn số nằm trong nhóm này</p> <h2>Bạn có thể thay đổi cả thế giới với một ý tưởng</h2> Hơn là giao tiếp với mọi người để thoả mãn bản thân, ENFPs, giống với những nhóm Ngoại Giao khác, được hình thành từ khả năng Trực Giác (N) của họ, cho phép họ hiểu được sự việc với sự tò mò và đầy năng lượng. Họ thường coi cuộc sống là một bài toán phức tạp với mọi thứ liên kết với nhau - nhưng không như nhóm Phân Tích, những người thường nhìn những bài toán này một cách máy móc, ENFPs nhìn nó qua một lăng kính đầy cảm xúc, lòng trắc ẩn với đôi chút sự huyền bí, và luôn tìm tới những ý nghĩa sâu sắc hơn trong cuộc sống ENFPs là những người vô cùng độc lập, và hơn cả sự ổn định và an toàn, họ thèm muốn sáng tạo và tự do. Những nhóm tính cách khác thường thấy những tính cách này vô cùng hấp dẫ và nếu họ tìm được lý do để thắp lên ngọn lửa sáng tạo, ENFPs sẽ mang tới nguồn năng lượng đưa họ tới sự chú ý, được tôn trọng bởi bạn bè như một vị thủ lĩnh và một guru - Những đây cũng không phải trường hợp mà những ENFP đầy tình yêu mong muốn. Tệ hơn nữa là nếu họ thấy bản thân bị bao vây bởi những công việc văn phòng và lặp lại mà vị trí lãnh đạo thường phải chịu trách nhiệm. Sự tự tin của ENFP thường dựa vào khả năng đưa ra nhưng giải pháp độc đáo, và họ cần phải cảm thấy họ có không gian tự do để sáng tạo - họ cũng sẽ dễ mất sự kiên nhẫn và trở nên chán nản nếu bị mắc kẹt trong một vị trí buồn tẻ. <h2>Đừng làm mất đi ngon lửa của sự điên cuồng</h2> <p>Thật may mắn, ENFPs rất biết cách để thư giãn, và họ hoàn toàn có khả năng thay đổi bản thân từ một người vô cùng sôi nổi, đầy lý tưởng ở nơi làm việc sang một người đầy mơ mộng và tràn đầy tâm hồn tự do trên sàn nhảy, điều này thường sẽ làm ngạc nhiên những người bạn thân thiết nhất của họ. Bản thân là một sự pha trộn này thường cho họ cơ hội kết nối cảm xúc với người khác, cho họ cái nhìn sâu sắc về động lức thực sự thúc đẩy bạn bè và đồng nghiệp của họ. Họ tin tưởng rằng tất cả mọi người nên dành thời gian để nhận ra và chia sẻ cảm xúc của họ, và với khả năng đồng cảm và tính chan hoà đó giúp cho họ trở thành một câu chuyện tự nhiên, dễ dàng trao đổi. Những người thuộc nhóm ENFP thường khá là cẩn thận, tuy nhiền, nếu họ quá dựa dẫm vào trực giác, giả bộ hoặc tự suy ra động lực của người khác, họ có thể đọc nhầm tín hiệu và làm phức tạp vấn đề mà đáng nhẽ ra vô cùng đơn giản. Những kiểu áp lực xã hội này chính là những nỗi lo lắng cũng những người yêu sự hoà hợp như nhóm Ngoại Giao. ENFPs là những người rất cảm xúc và nhạy cảm, và khi họ làm ai đó buồn, chính họ cũng cảm thấy điều đó. ENFPs sẽ giành rất nhiều thời gian để tìm hiểu các quan hệ xã hội, cảm xúc và ý tưởng trước khi thấy được điều gì thật sự hấp dẫn họ. Nhưng khi họ đã tìm được vị trí của mình, sự sáng tạo, đồng cảm và lòng dũng cảm của họ sẽ tạo ra những điều tuyệt vời. </p>"
      },
      {
        "charCode": "ENTJ",
        "charName": "Người chỉ huy",
        "charGroup": "Analysts",
        "charQuote": "Là những người giàu trí tưởng tượng. Từng suy nghĩ, tư tưởng của họ đều mang tính chiến lược và họ luôn luôn có kế hoạch cho những công việc trong cuộc sống của mình.",
        "charContent": "<p>ENTJs là những người lãnh đạo tư nhiên. Người thuộc nhóm tính cách này được trời phú với sự quấn hút và tự tin, thể hiện quyền lực của họ theo cách mà khiến cho đám đông cùng hợp tác lại để làm việc với một mục đích chung. Nhưng không giống như những người có tính Cảm Xúc (F), ENTJs thường có tính lý tính tới tàn nhẫn, với sự cạnh tranh, quyết tâm và cái đầu lạnh, học có thể đạt được mọi thứ mà họ mong muốn có được. Có lẽ vì thế mà tốt hơn chỉ có 3% nhóm người trên thế giới, nếu không họ sẽ áp đảo những người nhút nhát và nhạy cảm hơn mà tạo ra phần lớn người trên thế giới - Tuy nhiên chúng ta cũng phải cảm ơn ENTJs có họ chúng ta mới có thể có những tập đoàn, doanh nghiệp và tổ chức mà chúng ta hưởng lợi.</p> <h2>Niềm hạnh phúc trong niềm vui đoạt được những thành tựu</h2> <p>Nếu trên đời có thứ gì ENTJs yếu thích, đó là những thử thách thú vị, dù lớn hay nhỏ, họ luôn vững vàng tin rằng với đủ thời gian và nguồn lực, họ có thể đạt được mọi mục tiêu. Tính cách này khiến những người thuộc nhóm tính các ENTJs trờ thành những doanh nhân tài ba. Với khả năng suy nghĩ đầy chiến lược và tập trung cao độ để thực hiện từng bước của kế hoạch một cách quyết đoán và với độ chính xác cao khiến họ là những nhà doanh nhân dẫn đầu đầy quyền lực. Sự quyết tâm này đôi khi là một thứ mà họ nghĩ nó là định mệnh của họ, bởi ENTJs xúc tiến kế hoạch của họ qua sự quyết tâm tuyệt đối, trong khi người khác có thể bỏ cuộc và chuyển sang làm thứ khác, và với tính Hướng Ngoại (E) tự nhiên giúp họ dễ dàng thúc đẩy những người xung quanh tham gia với họ, cùng đạt được những kết quả đáng kinh ngạc trong qua trình làm việc. Trên bàn đàm phán, cho dù là môi trường doanh nghiệp hay chỉ là mua bán một chiếc xe, ENTJs sẽ luôn vượt trội, tàn nhẫn và không khoan nhượng. Điều này hoàn toàn không phải vì họ lãnh cảm hay xấu xa - tất cả chỉ là vì nhóm tính cách ENTJs thật tâm thích thú sự thử thách, những cuộc đấu trí, sự đối đáp trong môi trường này, nếu phía đối diện không thể theo kịp, không có lý do gì khiến ENTJs thu lại chủ nghĩa quyết thắng tuyệt đối của họ. Nếu có ai đó ENTJs tôn trọng, đó chắc hẳn là những người có đủ khả năng đối đáp tương xứng với trí thông minh của họ. Nhóm ENTJs còn có những kỹ năng cụ thể để nhận ra tài năng của người khác, việc này giúp cho họ trong cả việc xây dựng đội ngũ ( bởi không ai, dù tài giỏi thế nào có thể làm mọi việc một mình) lẫn việc không thể hiện quá kiêu ngạo hay nhú nhường với người kém hơn. Tuy nhiên, họ cũng có những kỹ năng đặc biệt trong việc nhận ra lỗi sai của người khác một cách vô cùng nhạy bén, đây cũng là thứ mà hay khiến ENTJs gặp phải rắc rối.</p> <h2>Rèn luyện kỹ năng kiểm soát quan hệ xã hội</h2> <p>Thể hiện cảm xúc không phải là việc mà người thuộc nhóm Phân Tích (NT) giỏi, nhưng với tính Hưởng Ngoại (E) tự nhiên, ENTJs không bao giờ thể hiện cảm xúc thật của họ ở nơi công cộng, điều mà chắc chắn ai cũng sẽ cảm thấy khi ở gần họ. Đặc biệt trong môi trường làm việc chuyên nghiệp, ENTJs sẽ đơn giản cán nát sự nhạy cảm của những người họ coi là thiếu tính hiệu quả, kém hoặc lười biếng. Với những người thuộc nhóm ENTJ, thể hiện cảm xúc là một dấu hiệu của sự yếu kém, và nó thật sự rất dễ dàng tạo ra đối thủ với cách thể hiện này - ENTJs sẽ làm tốt nếu họ có một nhóm hoạt động tốt để họ dựa vào, không chỉ để cùng đạt được mục đích với họ, mà cho sự kiểm định và feedback, điều mà mọi ENTJs luôn tò mò và vô cùng nhạy cảm với. ENTJs thật sự là một là hạt nhân năng lượng, họ rẹn luyện một hình ảnh của bản thân lớn hơn cuộc sống bình thường - mà thường là họ hơn thế. Nhưng họ cũng nên nhớ rằng, hình ảnh của họ không chỉ tới từ hạnh động của họ, mà từ hạnh động của team đã phụ trợ họ, và nó vô cung quan trọng dể nhận ra sự đóng góp, tài năng và mong muốn, đặc biêt từ mặt cảm xúc của những người ủng hộ và giúp đỡ họ. Cho dù họ bắt buộc phải giả vờ, nếu họ có thể kết hợp quan tâm tốt tới cảm xúc với những điểm mạnh khác của họ, họ chắc chắn sẽ tận hưởng một cảm giác thoả mãn sâu sắc hơn trong mọi mối quan hệ và mọi khó khăn đều có thể vượt qua</p>"
      },
     {
        "charCode": "ENTP",
        "charName": "Người Tranh Luận",
        "charGroup": "Analysts",
        "charQuote": "Là những người giàu trí tưởng tượng. Từng suy nghĩ, tư tưởng của họ đều mang tính chiến lược và họ luôn luôn có kế hoạch cho những công việc trong cuộc sống của mình",
        "charContent": "<p>Nhóm người thuộc nhóm tính các ENTP là nhưng người ủng hộ sự quỷ quyệt một cách tối đa, giàu lên trong quá trình của băm nhỏ những lập luận, niềm tin và để tảng băng trôi theo gió cho mọi người thấy. Không giống với nhóm đối lập có sự quyết tâm Phán Xét (J), ENTPs làm những việc như vậy không phải bởi vì họ muốn đạt được một mục tiêu sâu xa hay một mục tiêu chiến lược, mà chỉ vì lý do đơn giản là nó vui. Không ai thích sự cân não hơn là nhóm ENTPs, bởi nó mang tới cho họ cơ hội để họ thể hiện sự mưu mẹo, vốn kiến thức rộng rãi, và khả năng liên kết những ý tưởng để thể hiện quan điểm của họ. Đóng vai người cổ vũ sự quỷ quyệt giúp những người có nhóm tính cách ENTPs không chỉ phát triển một sự nhạy bén hơn người, mà hơn thế nữa là một sự thông hiểu thấu đáo của ý kiến trái chiều - bởi ENTPs chinh là những người sẽ tranh cãi với chúng. Những chiến thuật này không nên bị nhầm lẫn với sự chia sẻ đồng cảm của nhóm tìm kiếm tính Ngoại Giao (NF) - ENTPs, giống như mọi nhóm tính cáhc Phân Tích (NT), thường xuyên ở trong công cuộc tìm kiếm thêm kiến thức, và tìm ra cách tốt nhất để có thể đạt được một ý tưởng hơn là tấn công và bảo vệ một nó, từ mọi góc độ, mọi hướng.</p> <h2>Không có luật lệ nào ở đây - chúng tôi đang cố đạt được điều tuyệt vời ở đấy!</h2> <p>Cảm thấy một sự hứng thú nào đó khi là người chịu thua thiệt, ENTPs thích sự vận động trí óc chỉ tìm thấy khi đặt câu hỏi với một cách suy nghĩ đang chiếm thế thượng phong, khiến cho chúng không thể thay thế khi làm việc lại với hệ thống hiện tại hoặc rung và đẩy chúng tới một hướng đi sáng suốt mới. Tuy nhiên, họ sẽ vô cùng tồi tệ trong việc kiểm soát công việc hàng ngày để có thể triển khai đề nghị đó. Nhóm tính cách ENTP thích brainstorm và nghĩ lớn, những họ sẽ tránh để bị phải làm những việc khó khăn tới cùng. ENTPs chỉ tạo nên 3% của dân sô trên thế giới, đúng vừa đủ, bởi họ sẽ tạo ra những ý tưởng đọc đáo, rồi lùi dần lại cho những nhóm đông và khó tính hơn xử lý việc tiến hành và bảo trì những ý tưởng đó. Khả năng tranh cái của ENTP đôi khi có thể là một thứ vô cùng khó chịu - trong khi nó rất đáng được đánh giá cao vào lúc cần thiết, ví dụ như trực tiép đặt câu hỏi cho sếp của họ trong một cuộc họp, hoặc chọc vào tất cả mọi thứ mà người khác nói. Điều này càng làm phức tạp bởi sự trung thực không nhượng bộ của ENTP, bởi nhóm tính cách này thường không nói nhỏ hay quan tâm mình nhạy cảm hoặc đầy long trắc ẩn. Những người đồng chí hướng sẽ thường dễ trở thành bạn của những người thuộc nhóm ENTP, nhưng với những người nhạy cảm hơn, và xã hội nói chung, thường né tránh sự xung đột,ưa cảm xúc, sự thoải mái và đôi khi là lời nói không gây hại hơn là sự thật và sự lý tính. Điều này đôi khi làm khó chịu những người ENTP, và họ thường thấy sự thích tranh luận này vô tình làm mất đi nhiều cơ hội, khi mà họ đặt câu hỏi về niềm tin và cảm giác của người khác quá mức. Đối xử với mọi người đúng như những gì họ xứng đáng, ENTPs thường ít khi có sự bao dung cho sự chiều chuộng, và thường không thích khi người khác vòng vo, đặc biệt là khi người đó muốn nhờ vả điều gì. Nhóm tính cách ENTP cảm thấy bản thân được tôn trọng vì tầm nhìn, sự tự tin, kiến thức, và khiếu hài hước, nhưng thường khó để sử dụng những tính cách này để tạo nên một tình bạn hoặc tình yêu sâu sắc.</p> <h2>Cơ hội vuột mất bởi nó nhìn như một việc khó</h2> <p>ENTPs có một chặng đường dài hơn người khác để tôi luyện tính cách của họ - sự thông minh và tầm nhìn là vô cùng giá trị khi bạn trờ thành người nắm quyền, hoặc để có người khác nghe theo bạn, tuy nhiên đó là một quá trình và ENTP thường gặp nhiều khó khắn để tới được đó. Một khi họ đã có một vị trí như vậy ENTPs cần phải nhớ rằng, để ý tưởng của họ thành hiện thực, họ phải dựa vào những mảnh ghép khác - nếu họ giành nhiều thời gian để thắng sự tranh luận hơn là xây dựng sự nhất trí, rất nhiều người thuộc nhóm ENTP sẽ cảm thấy không có sự hỗ trợ cần thiết để đạt tới thành công. Đóng vai người cổ vũ sự quỷ quyệt quá tốt, người thuộc nhóm này sẽ cảm thấy khó khắn nhất khi muốn tìm hiểu những mặt sâu sắc của cảm xúc, và để tranh luận hợp lý bên cạnh sự logic và tiến trình làm việc.</p>"
      },
      {
        "charCode": "ESFJ",
        "charName": "Người cố vấn",
        "charGroup": "Sentinels",
        "charQuote": "Là những người giàu trí tưởng tượng. Từng suy nghĩ, tư tưởng của họ đều mang tính chiến lược và họ luôn luôn có kế hoạch cho những công việc trong cuộc sống của mình", "charContent": "<p>Người có nhóm tính cách ESFJ, không có từ nào hợp lý hơn, đó là phổ biến - điều đó cũng dễ hiểu, bởi vì đấy là nhóm tính cách tạo nên 12% của dân số. Trong trường học, ESFJ chính là những người cổ vũ, tạo nên không khí, dẫn dắt đội ngũ của họ tới chiến thằng và tiếng tăm. Khi trưởng thành, ESFJ tiếp tục thích thú với việc giúp đỡ bạn bè và người họ yêu mến, tổ chức những bữa tiệc tụ họp xã hội và cố gắng nhất có thể để chắc chắn mọi người đều đang vui vẻ. Thảo luận về lý thuyết khoa học hay tranh cái về chính trị châu âu chắc chắn không phải thứ hấp dẫn ESFJ quá lấu. ESFJ thường quan tâm tới thời trang và vẻ ngoài, vị trí xã hội của họ và của người xung quanh. Quan tâm tới thực tế và chuyện phiếm là những gì họ yêu thích, nhưng ESFJ thường dùng năng lực của họ để làm điều tốt.</p> <h2>Tôn trong người lãnh đạo sáng suốt</h2> <p>ESFJs là những người vị tha, họ coi trọng trách nhiệm giúp đỡ người khác và làm điều hợp lẽ phải. Không giống như nhóm Ngoại Giao (NF), người thuộc nhóm ESFJ thường dựa vào kim chỉ nàm đạo đức trong việc tạo lập truyền thống và luật pháp, giữ vững quyền uy và luật lệ, hơn là tạo ra đạo đức dựa vào triết lý hoặc những điều thần bí. Một điều vô cùng quan trọng với ESFJ để nhớ đó là mọi người tới từ nhiều hoàn cảnh và quan điểm khác nhau, nên điều mà họ nghĩ đúng với họ không hẳn là sự thật với tất cả mọi người. ESFJs yêu thích được cống hiến, thích thú mọi ví trí giúp họ tham gia vào mọi thứ một cách có ý nghĩa, miễn là họ biết là họ được chân trọng và đánh giá cao. Điều này đặc biệt thể hiện khi ở nhà, và ESFJ luôn trung thành cũng như tận tâm với các thành viên trong gia đình. Người thuộc nhóm ESFJ tôn trọng thứ bậc, và tìm mọi cách để mang cho họ một quyền uy nhất định, không kể là ở nhà hay ở nơi làm việc, điều mà giúp cho họ giữ mọi thứ rõ ràng, ổn đinh và có tổ chức cho mọi người.</p> <h2>Ngày vui vẻ không phải chỉ dành cho trẻ con!</h2> <p>Hỗ trợ và năng động, ESFj thường được nhận ra trong các bữa tiệc - họ là người giành thời gian để nói chuyện và vui vẻ với mọi người! những cuộc nói chuyện và quan tâm sâu hơn nhiều so với hành động xã giao. ESFJ thật sự yêu thích khi nghe về mối quan hệ và các hoạt động của bạn bè họ, nhớ mọi chi tiết và thường xuyền sẵn sàng để chia sẻ với sự tế nhị và ấm áp. Nếu trong một nhóm và mọi thứ không đi đúng hướng, hoặc có một sự căng thẳng hiện ra, ESFJs sẽ cố gắng giải quyết và mang nó trở về trạng thái hoà hợp và ổn định Là một nhóm khá ghét xung đột, ESFJ giành nhiều năng lượng của họ cho việc tạo ra trật tự xã hội, và thường ưa thích kế hoạch và sự kiện có tổ chức bao gồm cả hoạt động tập thể và vui vẻ tự phát. Những người thuộc nhóm tính cách này giành rất nhiều công sức vào những hoạt động họ tham gia, và nó thật sự làm một ESFJ buồn nếu ý tưởng của họ bị từ chối hoặc nếu người đó không quan tâm. Một điều đáng nhớ với ESFJ đó là mọi người đi tới từ nhiều hoàn cảnh khác nhau, và sự bỏ đi quyền lực của họ không có gì liên quan tới cá nhân họ hay thứ họ tạo ra - nó đơn gian không thuộc về họ. Cảm nhận được sự nhạy cảm là một thử thách lớn đối vớ những người thuốc nhóm ESFJ - người khác sẽ luôn bất đồng và chí trích quan điểm của bạn, đó là một phần của cuộc sống. Điều tốt nhất để là là điều ESFJ vẫn luôn làm tốt nhất: đó là trờ thành một hình mẫu, quan tầm tới những thứ họ có thể và nhận được sự cảm kích từ người khác với những nỗ lực mà bạn bỏ ra.</p>"

      },
      {
        "charCode": "ESFP",
        "charName": "Người giải trí",
        "charGroup": "Sentinels",
        "charQuote": "Là những người giàu trí tưởng tượng. Từng suy nghĩ, tư tưởng của họ đều mang tính chiến lược và họ luôn luôn có kế hoạch cho những công việc trong cuộc sống của mình",
        "charContent": "<p>Nếu bạn bỗng nhiên thấy một ai đó hát và nhảy, đó chính là người thuộc nhóm ESFP. Người thuộc nhóm ESFP thường bị trở nên rất thích thú với khoảnh khắc, và muốn tất cả mọi người xung quanh cảm thấy như vậy. Không có nhóm tính cách nào khác hào phóng về thời gian và năng lượng hơn ESFP để cổ vụ người khác, và không có nhóm tính cách nào có thể làm việc đó một cách khó cưỡng lại như họ.</p> <h2>Chúng ta đều là những hạt bụi của những vì sao</h2> <p>Một người giải trí bẩm sinh, ESFPs thích anh đèn sân khẩu, nhưng là ở mọi sân khấu của cuộc sống. Rất nhiều người nổi tiếng thuộc nhóm tính cách ESFP là diễn viên, tuy nhiên họ cũng thích tạo ra một vở kịch cho bạn bè của họ nữa, tán gẫu với sự độc đáo và sự hóm hình, thu hút sự chú ý và khiến mọi người xung quanh cảm thấy như đang ở trong một bữa tiệc. Vô cùng thích giao tiếp, ESFP thích những thứ đơn giản, và khong thứ gì khiến họ thích thú hơn là có những giay phút vui vẻ với nhóm bạn thân. Không chỉ dừng lại ở lời nói, ESFP có khiểu thẩm mỹ tốt nhất trong các nhóm tính cách. Từ việc làm đẹp bản thân tới trang trí một ngôi nhà, nhóm tính cách ESFP có một đôi mắt đầy thời trang cho việc đó. Biết được điều gì hấp dẫn họ trong khoảnh khắc, ESFP thường không sợ để thay đổi môi trường xung quanh họ để thể hiện tính cách của mình. ESFP còn lại người tò mò tự nhiên, khám phá những thiết kế và phong cách mới một cách đơn giản. Tuy không giống như bạn nghĩ, ESFP biết rằng tất cả không phái tất cả đều tập trung vào cá nhân họ - ESFP còn là người giỏi quan sát, và vô cùng nhạy cảm với cảm xúc của người khác. Những người với nhóm tính cách này thường là những ngời đầu tiên giúp đỡ người khác nói ra những khó khăn mà họ gặp phải, vui vẻ giúp đỡ không chỉ về cảm xúc mà bằng những lời khuyên thực tế. Tuy nhiên, nếu vấn đề là về bản thân họ, ESFP thường tránh sự xung đột hơn là đầu tranh trực tiếp. ESFP thường yêu thích một chút kịch tính và sự say mê, nhưng sẽ không xuất hiện khi mà họ là sự tập trung của những lời chê bai</p> <h2>… Và chúng tôi xứng đáng được nháy mắt</h2> <p>Những khó khắn mà ESFP thường gặp phải là họ tập trung quá nhiều vào sự hưởng thụ nhất thời mà quên đi trách nhiệm và công việc cần thiết để giúp sự thành công tới với họ. Những phân tích phức tạp, công việc lặp lại và theo dõi thông số không phải là hành động thú vị với ESFPs. Họ thà dựa vào may mắn và cơ hội, hoặc đơn giản là hỏi sự giúp đỡ từ mạng lưới quan hệ rỗng dãi của họ. Nó thật sự quan trong để cho các ESFP thách thức bản thân để theo dõi được một thứ gì đó lâu dài, ví dụ như kế hoạch nghỉ hưu hay lượng đường họ dùng - sẽ không có ai ở xung quanh để giúp họ để ý những thứ đó. ESFPs cũng nhận ra những phẩm chất và giá trí, đó chính là một điểm tuyệt vời của nhóm tính cách này. Kết hợp với khả năng thiếu tổ chức, điều này có thể khién họ sống qua với những gì họ có. Tập trung quá mức vào nắm lấy những cơ hội mà quên đi kế hoạch và mục tiêu dài hạn, ESFPs sẽ dễ dàng thấy bản thân không thể chi trả nổi cho những sở thích của mình. ESFP được chào đón tới mọi người mà tiếng cười, sự hồ hởi và một người để thử những thứ vui và mới - và không có gì vui vẻ đối với người thuộc nhóm ESFP để mang mọi người lại gần nhau hơn. ESFPs có thể tâm sự hàng giờ, đôi lúc là về mọi thứ, và chia sẻ tình yêu và cảm xúc của người khác kể cả lúc vui lẫn buồn. Nếu học có thể nhớ giữ những thói xấu của họ lại, họ chắc chắn sẽ sẵn sàng để tham gia vào mọi cuộc vui mới mà cuộc sống và bạn bè đang đón chờ.</p>"
      },
      {
        "charCode": "ESTJ",
        "charName": "Người quyền lực",
        "charGroup": "Sentinels",
        "charQuote": "<p>Là những người giàu trí tưởng tượng. Từng suy nghĩ, tư tưởng của họ đều mang tính chiến lược và họ luôn luôn có kế hoạch cho những công việc trong cuộc sống của mình",
        "charContent": "<p>ESTJ là biểu tượng của sự truyền thống và trật tự, sử dụng vốn hiểu biết của họ để biết được điều gì là đúng, sai và sự cho phép của xã hội để giúp đoàn kết gia đình và cộng đồng. Cổ vũ giá trị của sự chân thật, quyết tâm và đạo đức, những người thuộc nhóm tính cách ESTJ được đánh giá cao cho khả năng đưa ra những lời khuyên và chỉ dẫn rõ ràng, và học thấy vui vẻ để dẫn dắt người khác trong những thử thách khó khắn. Từ hào khi mang mọi người đến gần nhau hơn, ESTJs thường chọn những vị trí như người tổ chức cộng đồng, làm việt hăng say và mang mọi người tới với nhau để cùng chia sẽ một lễ hội địa phương, hoặc là bảo vệ một giá trị truyền thống nền tảng luôn giữ vững gia đình và cộng đồng lại với nhau</p> <h2>Ai là người tốt thất sự sẽ đứng lên bảo vệ những gì họ tin là lẽ phải</h2> <p>Yêu cầu về một người lãnh đạo nhiềt thành là một điều tất yêu trong xã hội mới, họ tạo nên không quá 11% của dân số. Là một người có niềm tin mạnh mẽ vào luật pháp và quyền uy mà mội người phải cố gắng để đạt được, ESTJ chọn dẫn dắt bằng cách lấy ví dụ từ bản thân, thể hiện sự quyết tâm và chân thành tuyệt đối, và một sự bác bỏi lười biếng và lửa dối, đặc biệt là trong công việc. Nếu bất cứ một ai nêu cao làm việc chăm chỉ, lao động là con đường tốt nhất để hình thành tính cách tốt, đó chính là những ESTJs. ESTJs rất quan tâm tới môi trường xung quanh của họ và sống trong một thế giới của sự trong sách, những sự thật được kiểm chứng - Sự xác thực của kiến thức của dù được thử thách trước mọi sự phản kháng, họ sẽ luôn giữ vững nguyên tắc cá nhân và đưa ra một tầm nhìn rõ ràng cho điều gì được và điều gì không được chấp nhận. Những quan điểm cua họ không chỉ dừng ở lời nói, bởi ESTJ thường rất hào hứng để tham gia vào những dự án khó khăn nhất, nâng cao kế hoạch và phân loại chi tiết trong lúc họ tiến hành, biến những công việc phức tạp nhất thành đơn giản và dễ tiếp cận. Tuy nhiên, ESTJs không chỉ làm việc một mình, và họ mong chờ sự đáng tin cậy và đạo đức nghề nghiệp của họ được đền đáp - những người thuộc nhóm tính cách này chắc chắn nhận được những gì đã hứa trước, và nếu đồng nghiệp hay cấp dưới làm ảnh hưởng xấu tới họ qua việc kém hiệu quả hay lười biếng, tồi tệ hơn là thiếu chân thực, họ sẽ không ngần ngại để thể hiện sự tức giận của họ. Điều này cũng khiến họ được biết tới với sự thiếu tính nhân nhượng, một tính cách mà hầu như người thuộc nhóm Bảo Vệ (SJ) đều có, nhưng tất nhiên điều này không phải bởi vì ESTJ rất cố chấp, chỉ bởi vì họ tin rằng những giá trị này là nền tảng tạo nên xã hội tốt.</p> <h2>… tuy nhiên vẫn tốt hơn là biết khi nào mình mắc sai làm</h2> <p>Một thử thách khó khắn nhất cho ESTJ chính là không phải ai cũng đi theo con đường hay cống hiên giống như cách họ làm. Một người lãnh đạo thật sự nhận ra điệm mạnh của một cá nhân, đồng thời giúp đỡ cá nhân đó đưa ý kiến ra trao đổ. Theo cách này ESTJ sẽ có được mọi mặt của sự thật và có thể dẫn dắt theo cách mà mọi người có thể làm việc được.</p>"
      },
      {
        "charCode": "ESTP",
        "charName": "Nhà Doanh Nhân",
        "charGroup": "Sentinels",
        "charQuote": "<p>Là những người giàu trí tưởng tượng. Từng suy nghĩ, tư tưởng của họ đều mang tính chiến lược và họ luôn luôn có kế hoạch cho những công việc trong cuộc sống của mình",
        "charContent": "<p>Nhóm tính cách ESTP luôn có sự ảnh hưởng tới những gì xung quanh họ - các tốt nhất để thấy họ trong một bữa tiệc là để ý người di chuyển từ hết nhóm này sang nhóm khác để làm quen. Cười đùa và giải trí với những thú vui nhạt nhẽo và phàm tục, nhóm tính cách ESTP thích được làm trung tâm của sự chú ý. Nếu một chương trình yêu cầu khán giả lên sân khấu, ESTPs chắc chắn sẽ là người xung phong - hoặc đôi khi là người bạn nhút nhát bên cạnh ESTP. Lý thuyết, những nội dung ẩn dụng và những cuộc đối thoại dài dòng về các vấn đề toàn cầu và ảnh hưởng của nó thật sự không kéo được sự chú ý của ESTPs. ESTPs thích giữ cho các cuộc đối thoại của họ đầy năng lượng, với một chút sự thông minh, nhưng họ lại thích và hành động theo nó ngay lập tức. ESTPs di chuyển trước khi họ nhìn, sửa lỗi sai trong lúc họ làm việc đó hơn là ngồi im một chỗ, chuẩn bị một kế hoạch cẩn thận với một lối thoát an toàn.</p> <h2>Đừng bao giờ nhầm lẫn giữ di chuyển và hành động</h2> <p>ESTP chắc là nhóm tính cách duy nhất thích biến cuộc sống trở nên mạo hiểm. Họ sống trong khoảng khắc và thích hành động - Họ là tâm của mọi cơn bão. Những người thuộc nhóm ESTP thích sự kịch tính, sự đam mề và khoái cảm, không chỉ đơn thuần là mạo hiểm về cảm xúc, nhưng bởi vì nó là âm bản của cách suy nghĩ của họ. Họ bắt buộc phải đưa ra những quyết định sống còn dựa vào hoàn cảnh thực tế, một quá trình liên tục tạo ra phản ứng lý tính lại với hoàn cảnh xung quanh. Điều này khiến cho trường học hay những môi trường có tổ chức trở thành thử thách với ESTP. Điều này rõ ràng không phải bởi vì họ không thông minh, họ hoàn toàn có thể làm tốt nhưng sự tổ chức ngặt ngèo, cách giảng dạy giáo điều của giáo dục hàn lâm và xa rời thực tế không phải là thứ họ yêu thích. Họ thật sự cần một sự chín chắn nhất định để nhìn thấy những điều này là một sự cần thiết nhất định, điều mà sẽ tạo ra những cơ hội hấp dẫn hơn.</p> <p>Một trong những thách thức khác với các ESTP đó là họ sẽ luôn hành động tốt hơn với kim chỉ nam của bản thân, hơn là mượn từ người khác. Luật lệ được tao ra để phá vỡ. Đây thật sự là những ý kiến mà các giáo viên và người quản lý của doanh nghiệp chống lại, điều mà khiến các ESTP trở nên nổi tiếng. Tuy nhiên nếu họ giảm đi những sự rắc dối của cá nhân, khai thác triệt để năng lượng của bản thân và tập trung qua những thứ nhàm chán, ESTPs sẽ làm được điều tuyệt vời.</p> <h2>Phần lớn mọi người không giành đủ thời gian để nghe</h2> <p>Với cái nhìn sâu sắc, không sáng lọc kỹ, ESTPs có một kỹ năng độc đáo trong việc nhận ra những sự thay đổi dù chỉ nhỏ nhất. Coi đó là một sự thay đổi nhỏ trong sắc mặt, phong cách quần áo hay thay đổi một thói quen, những người với nhóm tính cách này nhìn thấy những suy nghĩ bên trong và động lực mà phần lớn những nhóm tính cách khác nhận thấy. Nhóm ESTPs sẽ sử dũng khả năng quan sát này lập tức, chỉ ra những sự thay đổi và đặt câu hỏi, và đặc biệt ít khi quan tâm tới sự tế nhị. ESTPs cũng nên nhớ rằng không phải ai cũng muốn bí mật và quyết định của họ bị tung ra khắp nơi.</p> <p>Đôi lúc khả năng quan sát và hành động tức thời của ESTP lại là thứ cần thiết, ví dụ như trong môi trường làm việc tập đoàn, hay đặc biệt trong lúc cấp cứu. Nếu ESTP không cẩn thận trong suy nghĩ, họ dễ bị mặc kẹt trong khoảnh khắn, dẫn mọi thứ đi qua xa và đôi khi hà ép những người nhạy cảm hơn, hoặc quên mất việc lo lắng cho sức khoẻ và sự an toàn của bản thân. Tạo nên chỉ khoảng 4% của dân số, chúng ta chỉ có đủ ESTP ngoài kia để giúp mọi thứ kịch tính và hấp dẫn, không quá nhiều để tạo ra những rủi ro mang tính hệ thống. ESTP là những người đầy năng lượng và cảm xúc, bù đắp bằng một chút lý tính, tuy nhiên dễ bị mất tập trung. Đầy cảm hứng, sức thuyết phục và máu sắc, họ thường là những thủ lĩnh nhóm tự nhiên, kéo mọi người lại gần nhau trên chặng đường thử thác, mang sự sáng và sự hấp dẫn mọi nơi họ đi. Nhưng để góp tất cả những đặc điểm này cho một cái đích với tính xây dựng và có y nghĩa thật sự là thử thách với các ESTP.</p>"
      },
       {
        "charCode": "INFJ",
        "charName": "Người Biện Hộ",
        "charGroup": "Diplomats",
        "charQuote": "<p>Là những người giàu trí tưởng tượng. Từng suy nghĩ, tư tưởng của họ đều mang tính chiến lược và họ luôn luôn có kế hoạch cho những công việc trong cuộc sống của mình", 
        "charContent": "<p>Những người thuộc nhóm tính cách INFJ rất hiếm, chỉ chiếm chưa tới 1% dân số toàn cầu, tuy nhiên họ luôn tạo ra dấu ấn trên thế giới. Với tính Ngoại Giao (NF), họ có được khả năng bẩm sinh của lý tưởng và đạo đức, nhưng điều thật sự khiến họ khác biệt là tính Phán Xét (J) - INFJs không chỉ là những người mơ mộng, mà là những người có khả năng thực hiện những bước vững chắc để nhận ra mục tiêu của họ và tạo ra một ảnh hưởng tích cực lâu dài.</p> <h2>Giúp tôi Giúp bạn</h2> <p>INFJs thật sự chia sẻ một sự kết hợp độc đáo trong tính cách: cho dù lời nói rất êm dịu, họ có những quan điểm mạnh và sẽ chiến đầu không ngừng nghỉ cho một ý tưởng mà họ tin vào. Họ thường quyết đoán và đầy lòng quyết tâm, nhưng rất ít khi sử dụng nó cho mục đích tư lợi - INFJs thường hành động với sự sáng tạo, tưởng tượng, sức thuyết phục và sự nhạy cảm để tạo lợi thế, nhưng cũng tạo nên sự cân bằng. Chủ nghĩa quân bình và luật nhân quả là những ý tưởng thu hút với INFJs, nhưng họ thường tin rằng không gì có thể giúp thế giới bằng việc sử dụng tình yêu và lòng trắc ẩn để làm dịu đi trái tim của kẻ bạo chúa. INFJs thấy nó rất dễ để tạo sự liên kết với người khác, và họ có tài năng khi sử dụng ngôn ngữ ấm, nhạy cảm trên phương diện con người hơn là trên phương diện logic và sự thật. Mọi người xung quanh họ thường nghĩ họ là một dạng khá là Hướng Ngoại, tuy nhiên họ cũng nên nhớ là INFJs cần thời gian ở một mình để giảm sức ép và hồi phục năng lượng, và đừng cảm thấy quá báo động khi họ bỗng nhiên xin rút lui. INFJs vô cùng quan tầm tới cảm giác của người khác, và họ cũng luôn mong chờ sự đáp lại của người kia - đôi lúc nó cũng có nghĩa là nên giành cho họ khoảng trống trong một vài ngày.</p> <h2>Sống để tiếp tục chiến đầu</h2> <p>Thực tế, nhờ quan tâm chăm sóc bản thân là thứ tối quan trọng đối với INFJs. Sự đam mê vào niềm tin của họ đôi khi sẽ khiến họ vượt quá ngưỡng chịu đựng cá nhân và nếu sự nhiệt huyết ra khỏi sự kiếm soát, họ sẽ cảm thấy rất mệt mỏi, không khoẻ và áp lực. Điều này trở nên rõ ràng khi INFJs thấy bản thân chống đối lại xung đột và sự chỉ trích - khả năng nhạy cảm khiến cho họ phải làm mọi thứ có thể để vượt qua những điều mà như là một sự tấn công cá nhân, nhưng khi điều kiện không thể tránh khỏi, họ có thể đấu tranh lại trong sự thiếu suy nghĩ, bất cẩn. Đối với INFJs, thế giới là một nơi đầy sự thiếu công bằng - nhưng nó không bắt buộc phải như vậy. Không có nhóm tính cách nào phù hợp hơn với việc tạo ra một sự thay đổi điều sai trái, không kể lớn hay nhỏ. INFJs chỉ cần nhớ rằng, khi mà bạn bận bịu lo lắng cho thế giới, bạn cũng cần quan tâm tới bản thân nữa.</p>"
      },
      {
        "charCode": "INFP",
        "charName": "Người Thương thảo",
        "charGroup": "Diplomats",
        "charQuote": "<p>Người thuộc nhóm INFP thật sự là những người lý tưởng, luôn luôn hướng tới những điều tốt dùng trong hoàn cảnh tồi tệ nhất, luôn tìm nhữg cách để khiến mọi thứ trở nên tốt hơn. Tuy mọi người có thể thấy họ vô cùng bình tĩnh, nội tâm và có thể là hay xấu hổ, INFPs có một nội lực như ngọn lửa và lòng say mê có thể thực sự toả sáng. Tạo nên khoảng 4% của dân số, mối nguy của cảm giác bị hiểu lầm là vô cùng lớn cho nhóm người thuộc nhóm INFP - nhưng khi họ tìm được những người đồng trí hướng để chia sẻ, sự hoà hợp họ cảm thấy sẽ là một giòng suối của hạnh phúc và đầy cảm hứng.</p> <p>Là một phần của nhóm tính cách Ngoại Giao (NF), INFPs được dẫn dắt bới những nguyên lý, hơn là logic (Phân Tích), sôi nổi (Khám Phá), hay thực tế (Bảo Vệ). Khi chọn đường đi tiếp theo, họ sẽ luôn hướng tới sự tôn trọng, vẻ đẹp, đạo đức và đức hạnh - INFPs được dẫn dắt bởi sự thuần khuất trong mục đích của họ, không phải vì hơn thua thưởng phạt. Những người có nhóm tính cách INFP thường tự hạo vì tính cách này, tuy nhiên không phải lúc nào người khác cũng hiểu được mong muốn đường sau những cảm xúc ấy, điều mà đôi khi dẫn tới sự cô lập.</p> <h2>Chúng tôi biết chúng tôi là gì, nhưng không biết chũng tôi có thể là gì</h2> <p>Trong khả năng tốt nhất của họ, những tính cách này giúp INFPs truyền đạt sâu sắc với người khác, dễ dàng nói theo cách ẩn dụ và theo cách ngụ ngôn, và sự hiểu giúp tạo nên những dấu hiệu để chia sẻ ý tưởng của họ. Sức mạng của phong cách truyền đạt trức giác này giúp họ làm việc tốt trong các công việc sáng tạo, và đó cũng là một sự bất ngờ khi những INFPs nổi tiếng là những nhà thơ, nhà văn và diễn viên. Hiểu được bản thân và vị trí của cá nhân là một điều rất quan trọng với INFPs, và họ thường khám phá nhựng ý tưởng này bởi tưởng tượng bạn thân vào công việc của họ. Khả năng ngôn ngữ của nhòm INFP không chỉ dừng ở ngôn ngữ mẹ để của họ - với tất cả nhóm thuộc nhóm Ngoại Giao, họ thường được coi là được trời phú với khả năng học hai tới ba ngôn ngữ khác nhau. Khả năng thiên phú trong giao tiếp còn giúp INFP trong sự thèm khát sự hoà hợp, một hoàn cảnh thường gặp của nhóm Ngoại Giao, giúp họ hoàn thành trách nhiệm trong khi cần tới.</p> <h2>Nghe từ nhiều người, nhưng nói với rất ít</h2> <p>Không giống như những nhóm Hướng Ngoại khác, INFPs thường chỉ tập trung sự chú ý vào một vài người, họ thường dễ cạn kiệt năng lượng nếu giao tiếp với qua nhiều người, và đôi khi còn trở nên chán nản và quá tải với những điều xấu trên thế giới mà họ không sửa chữa được. Đầy là một điểm đáng buồn cho những người bạn của INFPs, những người mà sẽ thường phải dựa vào vẻ ngoài lạc quan yêu đời của họ. Nếu không cẩn thận, INFPs có thể đánh mất bản thân vào hành trình cho chính nghĩa và quên đi công việc hàng ngày cần thiết cho cuộc sống . INFPs thường hay bị kéo sâu vào suy nghĩ, thích thú việc dự liệu những giả thuyết và triết lý hơn các nhóm tính cách khác. Nếu quên không nhắc nhở, INFPs có thể sẽ bắt đầu mất liên lạc, kéo lui bản thân vào trạng thái ẩn dật, và nó sẽ tốn rất nhiều công sức và năng lượng để bạn bè của họ đưa họ trở lại thế giới thực. May mắn thay, như đoá hoa trong mùa xuân, sự ảnh hưởng, sáng tạo, lòng vị tha và lý tưởng của INFP sẽ luôn quay trở lại, trao cho họ và những người họ yêu quí không chỉ logic và ích lợi mà còn một quan điểm đầy cảm hứng của lòng trắc ẩn, lòng tốt và cái đẹp tới mọi nơi.</p>" 
      },
      {
        "charCode": "INTJ",
        "charName": "Người sáng tạo",
        "charGroup": "Explorers",
        "charQuote": "<p>Đây là một nhóm tính cách vô cùng hiếm gặp và họ sở hữu một khả năng thao lược đáng nể phục.Họ sáng tạo nhưng cũng rất quả quyết, đầy tham vọng những cũng vô cùng khép kín, trí tò mò của họ là vô tận nhưng họ không bao giờ lãng phí năng lượng của mình. Chỉ 2% dân số thế giới được ông trời phú cho nét tính cách này, và đặc biệt với nữ giới, con số này chỉ có vỏn vẹn 0.8%. Cũng chính vì sự khan hiếm về lực lượng nên để một “người sáng tạo” tinh được một người tâm đầu ý hợp quả thực là một điều không dễ dàng. Để trở thành một tri kỉ với những người mang nét tính cách này chúng ta phảI tập quen với sự lao động trí óc hăng say, gay gắt và đôI khi trở thành quân cờ dưới sự điều khiển của họ.</p> <h2>Không gì có thể ngăn cản một thái độ đúng đắn đạt được mục đích</h2> <p>Với sự khao khát với tri thức ngay từ những bước đầu đời, INTJs luôn bị gán cho cái mắc mọt sách thời cắp sách đến trường. Trong khi những người bằng vai phải lứa họ đem cái biệt danh đó ra làm trò cười thì với INTJs, họ lại tự hào về 2 chữ “ mọt sách” ấy. INTJs cũng rất thích chia sẻ những gì họ biết và vông cùng tự tin trong việc làm chủ được lĩnh vực, môn học mà họ đã lựa chọn nhưng bởi sự cảm tính và thích phán xét là hai đặc điểm nổi bật của họ nên họ thường tự thân vận động, từ lên ý tưởng, thiết kế, tiến hành kế hoạch thiên tài của mình phí hoài thời gian vào chuyện ngồi lê đôi mách. “Bạn nên được đánh giá bằng những quan điểm bạn đã rút ra được sau khi đã quan sát và có những hiểu biết nhất định. Không ai đáng bị đánh giá là ngu dốt khi họ không hiểu rõ về một vấn đề” INTJs là một nhóm tính cách mà họ có sự mâu thuẫn trong chính con người của mình nhưng sự mẫu thuẫn ấy lại hết sức hợp lý. Ví du, INTJs vừa đồng thời là một người duy tâm đầy ảo mộng và một kẻ hay chỉ trích cay độc, đây xem như một sự xung đột không khả thi. Nhưng nó lại xảy ra bởi INTJ có xu hướng tin rằng với nỗ lực và trí tuệ thì không có gì là không thể tuy nhiên họ cũng đồng thơI cho rằng những người lười biếng, thiển cận cũng có thể đạt được những kết quả rực rỡ.Dẫu vậy, những cái nhìn hoài nghi về thực tại cũng không thể ngăn cản những người thuộcn hóm INTJs gặt háI đc những thành quả mà với họ là xứng đáng.</p> <h2>Về vấn đè liên quan đến nguyên tắc, họ cứng rắn như đá tảng.</h2> <p>Gặp một người thuộc nhóm INTJ ta có thể thấy rõ sự tự tin nhưng đồng thời cũng là sự bí ẩn kì lạ. Và với một sự quan sát thấu đáo, những ý tưởng mới mẻ, và đầu óc logic, những điều đó cho phép họ thay đổi với một sức mạnh ý chí tuỵet đối</p>" 
      },
      {
        "charCode": "INTP",
        "charName": "Người giỏi Logic",
        "charGroup": "Explorers",
        "charQuote": "<p>Đây là một nhóm tính cách vô cùng hiếm gặp và họ sở hữu một khả năng thao lược đáng nể phục.Họ sáng tạo nhưng cũng rất quả quyết, đầy tham vọng những cũng vô cùng khép kín, trí tò mò của họ là vô tận nhưng họ không bao giờ lãng phí năng lượng của mình. Chỉ 2% dân số thế giới được ông trời phú cho nét tính cách này, và đặc biệt với nữ giới, con số này chỉ có vỏn vẹn 0.8%. Cũng chính vì sự khan hiếm về lực lượng nên để một “người sáng tạo” tinh được một người tâm đầu ý hợp quả thực là một điều không dễ dàng. Để trở thành một tri kỉ với những người mang nét tính cách này chúng ta phảI tập quen với sự lao động trí óc hăng say, gay gắt và đôI khi trở thành quân cờ dưới sự điều khiển của họ.</p> <h2>Không gì có thể ngăn cản một thái độ đúng đắn đạt được mục đích</h2> <p>Với sự khao khát với tri thức ngay từ những bước đầu đời, INTJs luôn bị gán cho cái mắc mọt sách thời cắp sách đến trường. Trong khi những người bằng vai phải lứa họ đem cái biệt danh đó ra làm trò cười thì với INTJs, họ lại tự hào về 2 chữ “ mọt sách” ấy. INTJs cũng rất thích chia sẻ những gì họ biết và vông cùng tự tin trong việc làm chủ được lĩnh vực, môn học mà họ đã lựa chọn nhưng bởi sự cảm tính và thích phán xét là hai đặc điểm nổi bật của họ nên họ thường tự thân vận động, từ lên ý tưởng, thiết kế, tiến hành kế hoạch thiên tài của mình phí hoài thời gian vào chuyện ngồi lê đôi mách. “Bạn nên được đánh giá bằng những quan điểm bạn đã rút ra được sau khi đã quan sát và có những hiểu biết nhất định. Không ai đáng bị đánh giá là ngu dốt khi họ không hiểu rõ về một vấn đề” INTJs là một nhóm tính cách mà họ có sự mâu thuẫn trong chính con người của mình nhưng sự mẫu thuẫn ấy lại hết sức hợp lý. Ví du, INTJs vừa đồng thời là một người duy tâm đầy ảo mộng và một kẻ hay chỉ trích cay độc, đây xem như một sự xung đột không khả thi. Nhưng nó lại xảy ra bởi INTJ có xu hướng tin rằng với nỗ lực và trí tuệ thì không có gì là không thể tuy nhiên họ cũng đồng thơI cho rằng những người lười biếng, thiển cận cũng có thể đạt được những kết quả rực rỡ.Dẫu vậy, những cái nhìn hoài nghi về thực tại cũng không thể ngăn cản những người thuộcn hóm INTJs gặt háI đc những thành quả mà với họ là xứng đáng.</p> <h2>Về vấn đè liên quan đến nguyên tắc, họ cứng rắn như đá tảng.</h2> <p>Gặp một người thuộc nhóm INTJ ta có thể thấy rõ sự tự tin nhưng đồng thời cũng là sự bí ẩn kì lạ. Và với một sự quan sát thấu đáo, những ý tưởng mới mẻ, và đầu óc logic, những điều đó cho phép họ thay đổi với một sức mạnh ý chí tuyệt đối</p>" 
      },
      {
        "charCode": "ISFP",
        "charName": "Người Phiêu Lưu",
        "charGroup": "Explorers",
        "charQuote": "<p>Nhóm tính cách ISFP là những nghệ sĩ thực thụ, tất nhiên là không chỉ đơn thuần trên phương diện là vẽ những cái cây nhỏ hạnh phúc. Tất nhiên là họ dễ dàng có thể làm đươc việc đó. Đúng hơn, họ sử dụng thẩm mỹ, thiết kế và đôi lúc là cả sự lựa chọn và hành động để chạm tới đỉnh cao của sự tầm thường của xã hội. ISFP thật sự thích phá đi những sự mong đợi truyền thống của mọi người bằng kinh nghiệm cảm nhận về sắc đẹp và hành động.</p> <h2>Hạnh phúc khi là chính bản thân họ</h2> <p>ISFPs sống một cuộc sống đầy màu sắc, đầy mỹ cảm, truyền cảm hứng bởi sự kết nối với ý tưởng của mọi người. Những người thuộc nhóm ISFP thích thú phân tích những mối quan hệ, sáng tạo và thử nghiệm cả góc nhìn vốn có và góc nhìn mới. Không một nhóm tính cách nào trỉa nghiệm cuộc sống như vậy. Điều nay tạo nên một cảm giác rất thanh thoát, biến ISFP trở nên khó đoán, đôi lúc là cả người thân và người yêu thương họ</p> <p>Mặc dù với tất cả nhưng điều trên, ISFPs thật sự là những người Hướng Nội (I), làm ngạc nhiên bạn bè của họ mỗi khi lui bước khỏi sự chú ý để nạp thêm năng lượng. Tuy nhiên không phải bởi vì họ đơn độc mà những người thuộc nhóm ISFP sẽ ngồi im một chỗ - họ sẽ giành những thờ gian này để chiêm nghiệm lại những nguyên tắc của bản thân. Hơn là nhìn vào quá khứ hay tương lai, ISFP nghĩ về hiện tại họ là ai. Sau đó họ trở về từ sự tu hành này và biến thành người mới. ISFPs thích sống để tìm cách thúc đẩy niềm đam mê của họ. Những cách ứng xử rủi ro như đánh bạc hay môn thể thao cảm giác giác mạnh thường được thấy ở nhóm này. Thật may mắn là sự hoà hợp vào khoảnh khắn và môi trường sẽ luôn giúp họ giỏi hơn những người xung quanh trong những việc này. ISFP cũng thích kết nối với người khác, và đôi khi là có cả một sự quyến rũ khó có thể chối từ. ISFPs cũng luôn biết cách để cổ vũ một trái tim mềm yếu đang sẵn sàng cho một thử thách nguy hiểm và táo bạo. Tuy vậy, nếu có một sự chỉ trích nào, nó sẽ kết thúc một cách tồi tệ. Một số ISFPs có thể chịu được những lời cổ vũ tốt bụng, chân trọng nó như một góc nhìn khác để đưa đam mê của họ tới một hướng khác. Nhưng nếu lời đánh giá không chín chắn và chua cay, người có nhóm tính cách ISFP sẽ dễ dàng đánh mất sự kiểm soát bản thân và hạnh đồng thiếu suy nghĩ. ISFPs thường rất nhạy cảm với cảm xúc của người khác và tôn trọng sự hoà hợp. Khi đối mặt với sự chỉ trích, nó sẽ là một thử thác để người thuộc nhóm này đứng ngoài tính huống để tránh sự nóng lên của tình huống. Tuy nhiên sống trong khoảnh khắc cũng có mặt tốt, khi mọi việc đã xay ra xong, ISFP có thể coi nó là chuyện quá khứ và bỏ qua.</p> <h2>Sẽ có ý nghĩa trong mọi thứ của cuộc sống</h2> <p>Một thử thác mà ISFP sẽ luôn gặp phải là lên kế hoạch cho tương lai. Tìm ra một ý tưởng mang tính chất xây dựng để các mục tiêu của họ dựa vào thật sự là một khó khắn. Không giống như nhóm Bảo Về, ISFPs thường không lên trước kế hoạch cho tương lai dựa vào tài nguyên và sự rút lui. Hơn thế, họ lên kế hoạch cho hành động và thái độ dựa vào cảm giác về hình ảnh cá nhân, xây dựng một bộ sưu tập của trải nghiệm hơn là lưu giữ những thứ vô nghĩa. Nếu mục tiêu và nguyên tắc đáng khâm phục, ISFP còn có thể hành động một cách đầy lòng nhân ái và vị tha - nhưng đôi lúc các ISFP cũng tạo ra một tính cách khá là cá nhân, hành động với sự ích kỉ, kiểm soát và cố chấp. Nó cũng rất quan trọng với ISFPs để nhớ tới việc tích cực trở thành người họ muốn trở thành. Phát triển và duy trì những thói quen mới không đơn giản, nhưng bỏ ra một chút thời gian mỗi ngày để hiểu được động lực của bản thân sẽ giúp ISFP sử dụng sức mạnh của họ để theo đuổi bất cứ thứ gì họ yêu thích.</p>" 
        },
        {
        "charCode": "ISTP",
        "charName": "Người thủ công",
        "charGroup": "Explorers",
        "charQuote": "<p>Những người thuộc nhóm ISTPs thích khám phá cuộc sống với bàn tay và đôi mắt của họ, sờ và chạm vào thế giới xung quanh họ với sự lý tính và sự tò mò đầy cảm hứng. Những người thuộc nhóm này là những nhà sáng chế bẩm sinh, di chuyển từ dự án này tới dự án khác, xây dựng những thữ hữu dũng tới những thứ vô dụng vì niềm vui trong nó, và học thêm về môi trường xung quanh khi họ làm việc. Thường sẽ trở thành thợ máy hoặc kỹ sư, ISTPs cảm thấy không có gì thú vị hơn là bắt tay vào tháo tung mọi thứ ra và rồi lắp ghép chúng lại, tất nhiên là vật đó trở nên tốt hơn với phiên bản cũ của nó. ISTPs tìm hiểu những ý tưởng qua việc chế tạo, giải quyết vấn đề, thử và mắc sai lầm cũng như là kinh nghiệm. Họ thích thú khi thấy người khác quan tâm tới dự án của họ và đôi khi không quan tâm nếu bạn lấn vào không gian riêng của họ . Tất nhiên, điều này chỉ xảy ra khi bạn không cản trở với nguyên tắc và sự tự do của ISTP, và họ sẽ phải mở lòng để ISTP có thể trả ơn cho họ. ISTP thích việc giúp đỡ người khác và chia sẻ kinh nghiệm, đặc biệt là với người mà họ quan tâm, thật tiệc là họ rất hiếm, chỉ chiếm khoảng 5% của dân số. Người nữ giới của nhóm tính cách ISPT còn hiếm hơn nữa, nhóm mà vị trí xã hội nghĩ không hợp cho nữ giới - bởi họ sẽ thường thấy với hình ảnh tomboys từ rất trẻ.</p> <h2>Dám tạo sự khác biệt</h2> <p>Khi mà sở thích về máy móc của họ có thể khiến bề ngoài trở nên đơn giản, ISTP thật ra khá là bí ẩn. Gần gũi nhưng lại vô cùng riêng tư, bĩnh tĩnh nhưng vô cùng tự phát, vô cùng tò mò nhưng không thể tập trung vào cách học hàn lâm, ISTP là nhóm tính cách thật sự rất khó đoán, kể cả với những người thân và yêu quí họ. Nhóm ISTP cũng khá là trung thành và ổn định trong một giai đoạn nào đó, nhưng họ thường xây nên một lượng năng lượng khổng lồ bên trong mà có thể phát nổ bất cữ lúc nào mà không báo trước, đưa sở thích của họ tới một hướng hoàn toàn khác. Hơn là một hành trình mơ mộng, ISTP thường chọn khám phá những sở thích thực tế. (Confused as F!) Sự lựa chọn của ISTP thường bắt đầu tự một cảm giác rất thực tế của hiện tại, và sâu trong trái tim họ có một giác quan thứ sáu cho một sự công bằng thẳng thắn, một thái độ mà rõ ràng họ sẽ đối xử với bạn như những gì họ mong muốn được nhận lại, đó cũng thật sự giúp ta giải thích vì sao ISTP có một tính cách khó hiểu. Đặc biệt là sự quá cẩn thận, vì thà tránh dẫm lên chân họ để họ không dẫm lên chân mình, ISTPs thường sẽ tiến xa, chấp nhận mọi mối quan hệ, dù tốt hay xấu bởi vì sự công bằng, fair play Một vấn đề rất lớn đối với ISTP là họ rất dễ gặp phải là việc hành động quá sớm, nghĩ rằng ai cũng có bản tính giống họ. Họ sẽ là người đầu tiên kể những chuyện cười thiếu nhạy cảm, tham gia quá xâu vào dự án của người khác, ầm ĩ và nhô nhắng, hoặc đột nhiên thay đổi kế hoạch bởi vì có một thứ gì thú vị hơn vừa xuất hiện </p> <h2>Không có gì là buồn chán bằng mọi người đều đồng ý với bạn</h2> <p>ISTP sẽ sớm nhận ra rằng những nhóm tính cách khác có nhiều nguyên tắc và hành động chấp nhận được bản thân họ - những người khác không muốn nghe những câu chuyện thiếu sự tế nhị, và tất nhiên sẽ không kể lại nó với ai khác, và đặc biệt họ không muốn tham ra vào sự ầm ĩ, kể cả những người thích party. Nếu trong trường hợp một người đang đầy cảm xúc, những điều này sẽ dễ dàng trọc tức họ. Cảm xúc của những ISTP cũng thường rất khó đoán, nhưng đó thật sự chỉ là phản ánh tự nhiên của sự công bằng của họ, đặc biệt dựa trên sự khó lường của cảm xúc và động cơ của ISTP. Tuy nhiên họ thường tìm hiểu các môi quan hệ qua hành động hơn là sự đồng cảm, điều này đôi khi sẽ vô cùng khó chịu với người khác. Những người ISTP cũng gặp rất nhiều khó khăn với các ranh giới và chỉ dẫn, họ ưa thích sự tự do không có bất kì ranh giới và ràng buộc nào. Tìm thấy một môi trường làm việc mà họ có bạn bè tốt, những người hiểu được phong cách và sự khó đoán của họ, kết hợp với sự sáng tạo và khiểu hài hước và sự thực tế trong xây dựng các giải pháp và mọi thứ nói chung, sẽ giúp ISTP có những năm tháng vô cùng vui vẻ để xây dựng những thứ hữu cho cuộc sống</p>" 
        },
        {
        "charCode": "ISTJ",
        "charName": "Nhà Lý Luận Học",
        "charGroup": "Analysts",
        "charQuote": "<p>Những người mang cá tính ISTJ được cho là có số lượng nhiều nhất, chiếm tới 13% toàn dân số. Những đặc điểm đặc chưng của họ bao gồm sự chính trực, suy nghĩ thực tế và tâm huyết tuyệt đối tới công việc, khiến những người ISTJ trở thành những cốt lõi quan trọng cho gia đình và các tổ chức tôn trọng các giá trị truyền thống, luật lệ, tiêu chuẩn như quân đội và cơ quan luật pháp. Những người mang cá tính ISTJ luôn giữ trách nhiệm và sự tự hào trong mọi công việc họ thực hiện, ngoài ra họ cũng không cảm thấy phiền hà khi phải hi sinh thời gian và năng lượng để hoàn thành các công việc với sự chính xác và kiên nhẫn cao nhất. Những người ISTJ không phỏng đoán, thay vào đó họ sẽ phân tích môi trường xung quanh, kiểm tra các thông tin và lựa chọn có mặt tại hiện trường để thu thập dữ liệu. Những người ISTJ không bao giờ là những người vô lý, và mỗi khi họ cần quyết định điều gì đó, họ sẽ chỉ tin tưởng vào những dữ liệu cần thiết để đạt được mục tiêu, và yêu cầu các cá nhân khác hiểu ngay tình hình và hành động ngay tức khắc. Những người ISTJ luôn nhanh chóng đưa ra quyết định của mình, vì vậy họ thường sớm mất kiên nhẫn khi đối mặt với những thông tin thiếu thực tế, nhất là những thông tin sơ sài, bị bỏ qua những ý chính. Những người ISTJ sẽ càng trở nên căng thẳng và dễ cáu giận khi deadlines cận kề. Hãy làm việc với những người có khả năng nếu bạn đề cao uy tín của mình Khi những người ISTJ nói rằng họ sẽ hoàn thành một điều gì đó, họ sẽ thực hiện được điều đó, bất chấp những nhu cầu cá nhân, hơn nữa họ sẽ cảm thấy khó chịu với những người không cùng chia sẻ thái độ làm việc nghiêm túc như vậy. Những người ISTJ luôn khó chịu và không hài lòng với sự lười biếng và gian dối. Vì vậy, những người mang tính cách ISTJ thường lựa chọn làm việc một mình, hoặc là làm việc khi có ai đó cấp cao hơn phân chia rõ ràng thời gian và nhiệm vụ, khi đó họ có thể tập trung làm việc mà không phải đắn đo nhiệm vụ và trách nhiệm của những người khác. Những người ISTJ có tư duy sắc bén, dựa trên thông tin đáng tin cậy , và họ lựa chọn cách tự xử lý và tự lập, thay vì phải phụ thuộc vào ai đó hoặc điều gì đó. Những người ISTJ, tâm huyết với công việc, sự tự lập và lòng tự tôn cao, coi sự phụ thuộc vào người khác là một cái bẫy cần phải tránh. Tính cách bộc trực, ngay thẳng này chính là cốt lõi của những người ISTJ, thậm chí còn hơn cả lý trí của họ. Những người có tính cách ISTJ trung thành với việc sắp đặt luật lệ, bất chấp các chi phí có thể phải bỏ ra, họ sẵn sàng báo cáo lại sai lầm của mình và nói ra sự thật kể cả khi hậu quả là rất khôn lường. Đối với những người ISTJ, sự thật thà luôn quan trọng hơn những quyết định tình cảm, vì vậy cách tiếp xúc với mọi thứ rất thẳng thắn này thường làm cho mọi người hiểu sai rằng những người ISTJ thường lạnh lùng, thậm chí máy móc. Những người ISTJ hay gặp vấn đề với việc biểu lộ cảm xúc hay tình cảm ra ngoài, nhưng tệ nhất là khi họ bị nghĩ là không biết cảm nhận hoặc không có chút cảm xúc nào Bởi vì làm việc một mình còn tốt hơn là làm việc trong môi trường xấu Mong muốn cống hiến và sự tập trung là một phẩm chất tuyệt vời của những người ISTJ, điều này giúp họ đạt được nhiều điều, nhưng nó cũng chính là điểm yếu lớn nhất hay bị khai thác. Những người ISTJ tìm kiếm sự ổn định và an toàn bởi vì họ cảm thấy cần phải đảm bảo mọi hoạt động đều trơn tru và ổn thỏa, vì vậy họ có thể cảm thấy những đồng nghiệp của mình hoặc những người mình quan tâm đang đẩy công việc sang cho mình vì những người ISTJ sẽ nhận luôn phần việc của người khác. Người ISTJ thường hay giữ ý kiến cho cá nhân và để luận chứng giải đáp cho các vấn đề, tuy vậy, để có thể kết luận từ luận chứng có thể tốn rất nhiều thời gian Những người ISTJ cần ghi nhớ chăm sóc bản thân, bởi vì việc tâm huyết tới mức cứng đầu cho sự bền vững và hiệu quả có thể làm ảnh hưởng tới mục tiêu lâu dài, nhất là khi những người xung quanh dựa dẫm vào họ quá nhiều, do đó tạo nên những ức chế về mặt cảm xúc kéo dài tới cả năm trời, và cuối cùng bộc phát hết ra khi đã quá muộn để có thể sửa chữa. Nếu như những người ISTJ có thể tìm thấy đồng nghiệp hoặc người bạn đời ưng ý, người mà trân trọng những phẩm chất của họ, thì họ có thể tin tưởng rằng mình đã tìm ra những người bạn như ý và an lòng thực hiện công việc của mình.</p>" 
        },
        {
        "charCode": "ISFJ",
        "charName": "Người bảo vệ",
        "charGroup": "Sentinels",
        "charQuote": "<p>Tính cách ISFJ khá là kì lạ, bởi nhiều tính cách của họ đi ngược với định nghĩa thông thường của các cá tính khách. Mặc dù có cá tính Cảm nhận (F), người ISFJ lại có kĩ năng phân tích xuất sắc; mặc dù là người nội tâm (I), họ lại có kĩ năng giao tiếp xã hội tốt; mặc dù là người hay đánh giá (J), người ISFJ lại thường chào đón thay đổi và ý tưởng mới. Tựu chung, người có tính cách ISFJ chỉ có thể nhận định bằng cách tổng hợp lại thay vì định hình qua những cá tính riêng lẻ, và vì vậy cách họ sử dụng điểm mạnh của bản thân mới định nghĩa được họ là ai ISFJ là những người vị tha, họ là những người đối nhân xử thế với sự tốt bụng, lòng nhiệt tình, và sự bao dung Người ISFJ chiếm số lượng nhiều nhất trên thế giới, gần 13% tổng dân số. Với truyền thống vị tha và hướng đến điều tốt, những người ISFJ thường làm những công việc thiện nguyện như nhà thuốc, nhà giáo và những nhà hoạt động xã hội. Cá tính ISFJ (đặc biệt những người náo động) thường tỉ mẩn tới mức cầu toàn, mặc dù họ cũng hay trì hoãn, họ luôn được tin tưởng để hoàn thành công việc đúng thời hạn. Những người ISFJ nhận trách nhiệm về mình, và thường xuyên cố gắng hơn, làm mọi thứ có thể để vượt qua kì vọng và gây cảm hứng cho những người xung quanh, kể cả ở nhà hay ở cơ quan.</p> <h2>Nói có sách, mách có chứng</h2> <p>Bài toán cho những người ISFJ là phải đảm bảo những gì họ làm đều được để ý. Bởi vì, những người ISFJ thường không quá khoe khoang thành quả của mình, và trong khi sự tốt bụng đó của họ ít khi được chân trọng, thì những người ích kỷ sẽ lợi dụng sự khiêm tốn đó của người ISFJ bằng cách đẩy hết việc cho họ và nhận công lao về cho mình. Những người ISFJ cần phải biết lúc nào để nói “Không” và đứng lên cho bản thân mình nếu họ muốn giữ sự tự tin và nhiệt huyết của mình. Là những người hòa đồng – một tính cách khá lạ của những người nội tâm, những người ISFJ sử dụng trí nhớ tuyệt vời của mình để nhớ về con người, cuộc sống, thay vì giữ liệu hay thông tin. Trong việc gửi tặng một điều gì đó, không ai bằng được những người ISFJ, bởi vì họ sẽ dung trí tưởng tượng và khả năng cảm nhận để bày tỏ sự hào phóng của mình tới thẳng trái tim người nhận. Tình cảm của họ có thể được thể hiện một cách nào đó trong môi trường làm việc, nơi mà những người ISFJ coi đồng nghiệp là bạn bè, nhưng tình cảm này sẽ được thể hiện rõ ràng nhất trong môi trường gia đình.</p> <h2>Nếu tôi có thể bảo vệ bạn, tôi sẽ bảo vệ bạn</h2> <p>ISFJ là một nhóm cá tính tuyệt vời, họ hiếm khi ngồi yên một chỗ khi mà có điều gì đó đang dang dở. Khả năng kết nối thân mật giữa người ISFJ với người khác là số một trong những nhóm người sống nội tâm, và sự quan tâm, tận tình của họ là một món quà quý giá cho những người xung quanh. Người ISFJ chả mấy khi thoải mái khi đứng giữa trung tâm của sự chú ý, và họ có thể cảm thấy có lỗi khi là người đứng ra nhận hết công lao của cả nhóm, nhưng nếu họ đảm bảo công sức của cả nhóm được công nhận, thì người ISFJ sẽ là những người hạnh phúc nhất!</p>" 
        },
    ]
  }
 
